Repository: Elifzeynepedman/StoryGenixApplication
Catalog: StoryGenixApp/Resources/*.lproj/Localizable.strings
Languages: tr

# choose_script
source: Choose your script
tr: Senaryonu seç

# choose_voice
source: Choose Your Voice
tr: Sesini seç

source: Generate Images
tr: Görselleri oluştur

# preview_video
source: Preview Your Video
tr: Videonu önizle

# video_ready
source: Your Video is Ready
tr: Videon hazır

# step_1
source: Step 1 of 4
tr: Adım 1 / 4

# step_2
source: Step 2 of 4
tr: Adım 2 / 4

# step_3
source: Step 3 of 4
tr: Adım 3 / 4

# step_4
source: Step 4 of 4
tr: Adım 4 / 4

source: Sign In
tr: Giriş Yap

source: Sign Up
tr: Kayıt Ol

source: Create Account
tr: Hesap Oluştur

# sign_in_continue
source: Sign in to Continue
tr: Devam etmek için giriş yap

# continue_email
source: Continue with Email
tr: E-posta ile devam et

# continue_google
source: Continue with Google
tr: Google ile devam et

source: Cancel
tr: İptal

source: Resume
tr: Devam Et

source: View
tr: Görüntüle

source: Status
tr: Durum

source: Unfinished Projects
tr: Tamamlanmamış Projeler

source: Completed Projects
tr: Tamamlanan Projeler

source: My Projects
tr: Projelerim

# no_projects
source: No Projects Yet
tr: Henüz projeniz yok

# start_first_video
source: Start by creating your first video
tr: İlk videonu oluşturarak başla

source: Continue to Voice
tr: Sese Devam Et

source: Continue to Images
tr: Görsellere Devam Et

source: Continue to Video
tr: Videoya Devam Et

source: Continue to Final
tr: Sonraki Aşama

source: Generate Voice
tr: Sesi Oluştur

source: Regenerate Voice
tr: Sesi Yeniden Oluştur

source: Regenerate Script
tr: Senaryoyu Yeniden Oluştur

source: Generate Video
tr: Videoyu Oluştur

source: Regenerate Video
tr: Videoyu Yeniden Oluştur

source: Regenerate Images
tr: Görselleri Yeniden Oluştur

# please_select_image
source: Please select an image to continue
tr: Devam etmek için bir görsel seçin

# please_generate_video
source: Please generate the video to continue
tr: Devam etmek için videoyu oluşturun

# scene_indicator
source: Scene %d of %d
tr: Sahne %d / %d

source: ← Previous
tr: ← Önceki

source: Next
tr: Sonraki →

source: Download Video
tr: Videoyu İndir

source: Share Video
tr: Videoyu Paylaş

# return_home
source: Return to Home
tr: Ana Sayfaya Dön

source: Video not found
tr: Video bulunamadı

# video_saved
source: ✅ Video saved to Photos
tr: ✅ Video Fotoğraflara kaydedildi

source: Generating script...
tr: Senaryo oluşturuluyor...

source: No script yet.
tr: Henüz senaryo yok.

# write_script_placeholder
source: Write your script here...
tr: Senaryonu buraya yaz...

# error_generating_script
source: Failed to create or generate script. Please try again.
tr: Senaryo oluşturulamadı, lütfen tekrar deneyin.

source: Female
tr: Kadın

source: Male
tr: Erkek

source: Generated Script
tr: Oluşturulan Senaryo

# create_stunning_videos
source: Create stunning videos in seconds
tr: Saniyeler içinde harika videolar oluştur

# what_video_create
source: What video would you like to create?
tr: Hangi videoyu oluşturmak istersin?

# describe_topic
source: Describe your topic here...
tr: Konu hakkında yaz...

source: Done
tr: Bitti

source: Surprise Me
tr: Beni Şaşırt

# please_enter_topic
source: Please enter a topic or pick one.
tr: Lütfen bir konu gir veya birini seç.

source: Need inspiration?
tr: İlham mı lazım?

# idea_eye_storm
source: The Eye of a Storm
tr: Fırtınanın Gözü

# idea_robot_paint
source: A Robot Learns to Paint
tr: Resim Yapmayı Öğrenen Robot

# idea_lost_temple
source: The Lost Temple of Sound
tr: Kayıp Ses Tapınağı

# settings_title
source: Settings
tr: Ayarlar

source: Hello, Guest
tr: Merhaba, Misafir

# manage_account_preferences
source: Manage your account and preferences
tr: Hesabını ve tercihlerini yönet

# account_section
source: ACCOUNT
tr: HESAP

source: Subscription
tr: Abonelik

source: User ID
tr: Kullanıcı ID

# app_section
source: APP
tr: UYGULAMA

source: App Settings
tr: Uygulama Ayarları

source: Contact Us
tr: Bize Ulaşın

# feedback_section
source: FEEDBACK
tr: GERİ BİLDİRİM

source: Improvements
tr: Geliştirme Önerileri

# report_bug
source: Report a Bug
tr: Hata Bildir

# info_section
source: INFO
tr: BİLGİ

source: App Version
tr: Uygulama Sürümü

# sign_in_or_create
source: Sign In or Create Account
tr: Giriş Yap veya Hesap Oluştur

source: Log Out
tr: Çıkış Yap

# logout_confirmation
source: Are you sure you want to log out?
tr: Çıkış yapmak istediğinize emin misiniz?

source: Content Languages
tr: İçerik Dilleri

source: Choose Language
tr: Dili Seç

# onboarding_intro1_title
source: Create Stunning AI Videos
tr: Muhteşem Yapay Zeka Videoları Oluştur

# onboarding_intro1_subtitle
source: Turn your ideas into professional videos in seconds.
tr: Fikirlerini saniyeler içinde profesyonel videolara dönüştür.

# onboarding_intro2_title
source: Your Creative Toolkit
tr: Yaratıcı Araç Kutun

# onboarding_intro2_subtitle
source: Generate scripts, voices, images, and videos effortlessly.
tr: Senaryo, ses, görseller ve videoları zahmetsizce oluştur.

# onboarding_ready_title
source: You’re Ready!
tr: Hazırsın!

# onboarding_ready_subtitle
source: Start creating amazing content with StoryGenix now.
tr: Hemen StoryGenix ile harika içerikler oluşturmaya başla.

source: Skip
tr: Geç

source: Start Creating
tr: Oluşturmaya Başla
